Repository: sudar/tweetbacks-helper
Catalog: languages/tweetbacks-helper-*.po
Languages: be_ir, de_de, ro_ro

source: Settings
be_ir: Socruithe
de_de: Einstellungen
ro_ro: SetÄri

source: Tweetbacks Helper Settings
be_ir: Socruithe Tweetbacks Helper
de_de: Tweetbacks Helfer Einstellungen
ro_ro: TweetBacks Helper setÄrile

source: Built-in Tweetback scheduler
be_ir: Tógtha-i Tweetback sceidealóir
de_de: eingebaute tweetback Scheduler
ro_ro: ClÄdire-Ã®nÄuntru Tweetback programator

source: Enabled
be_ir: cumasaithe
de_de: Aktiviert
ro_ro: Activat

source: Disabled
be_ir: Mhíchumas
de_de: Behinderte
ro_ro: Cu handicap

source: Manual cron scheduler
be_ir: Cron sceidealóir Lámhleabhar
de_de: Manuelle Cron Scheduler
ro_ro: Cron manualul programatorului de lucrÄri

source: For manual cron scheduler to work, you should ping the following url from your crontab.
be_ir: Chun cron sceidealóir láimhe a bheith ag obair, ba chóir duit ping an moladh seo a leanas ó do crontab.
de_de: Für die manuelle Cron Scheduler zu arbeiten, sollten Sie die folgende URL aus Ihrer crontab ping.
ro_ro: Pentru cron manualul de Scheduler pentru a lucra, trebuie să ping următoarele URL-ul de la crontab dumneavoastră.

source: Save Changes
be_ir: Sábháil Athruithe
de_de: Speichern Sie die Änderungen
ro_ro: SalvaÅ£i modificÄrile

source: plugin
be_ir: breiseán
ro_ro: plugin-ul

source: Version
be_ir: leagan
ro_ro: Versiunea

source: by
be_ir: ag
de_de: durch
ro_ro: de

source: Add another
be_ir: Cuir eile
de_de: Fügen Sie ein weiteres
ro_ro: AdÄugaÅ£i un alt

source: Helper Plugin for Tweetbacks Plugin to help it detect more tweets
be_ir: Plugin Helper le haghaidh Tweetbacks Plugin chun cuidiú é a bhrath tweets níos mó
de_de: Helper Plugin für Tweetbacks Plugin, um sie zu entdecken mehr Tweets
ro_ro: Plugin de ajutor pentru Tweetbacks plug-in pentru a ajuta-l detecta tweets mai multe

source: Tweetbacks Helper
de_de: Tweetbacks Helfer
